[AssaultRifle_LS X2WeaponTemplate]
FriendlyName="激光步枪"
FriendlyNamePlural="激光步枪"
BriefSummary="激光步枪发射出一系列微秒级别的光波，能够破坏目标的化学键。"
TacticalText="<Bullet/>若没有经过特殊训练，用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升脉冲步枪的战术效率。\n<Bullet/>该激光武器的高能输出是将外星技术集成到战前激光武器而得来的。\n<Bullet/>激光会获得额外的命中加成。"
AbilityDescName="突击步枪"

[SMG_LS X2WeaponTemplate]
FriendlyName="激光斯登枪"
FriendlyNamePlural="激光斯登枪"
BriefSummary="激光步枪的轻便版本，担任与冲锋枪类似的角色，以威力、弹药和远距离精度为代价，为士兵提供更高的移动力和隐蔽性。"
TacticalText="<Bullet/>若没有经过特殊训练，用主武器射击将会结束该士兵的回合。\n<Bullet/>使用从变种人敌人身上取得的升级部件提升轻机枪的战术效率。\n<Bullet/>冲锋枪类型的武器相比突击步枪提供额外的移动力、近程精度以及隐蔽性，但它们的伤害更低、弹药更少、并且在远距离有精度减益。\n<Bullet/>激光会获得额外的命中加成。"
AbilityDescName="冲锋枪"

[Cannon_LS X2WeaponTemplate]
FriendlyName="激光加农炮"
FriendlyNamePlural="激光加农炮"
BriefSummary="激光武器技术中包含了一项改进的冷却系统，能让我们部署一种能连发射击的加农炮，能够倾泻更加致命的火力。"
TacticalText="<Bullet/>激光加农炮威力更巨大，且用法相同，是传统加农炮的改进版本。\n<Bullet/>使用从变种人敌人处回收的升级来提升激光加农炮的战术效率。\n<Bullet/>激光会获得额外的命中加成。"
AbilityDescName="加农炮"

[Shotgun_LS X2WeaponTemplate]
FriendlyName="散射光束枪"
FriendlyNamePlural="散射光束枪"
BriefSummary="散射光束枪是一种激光技术的应用，以提供类似霰弹枪的效果；由于光漫射，它在近距离威力最为巨大。"
TacticalText="\n<Bullet/>霰弹型武器在近距离极为有效，但是它们的命中率在远距离下降得很快。\n<Bullet/>使用从敌人身上取得的升级部件提升散射光束枪的战术效率。\n<Bullet/>激光会获得额外的命中加成。"
AbilityDescName="霰弹枪"

[SniperRifle_LS X2WeaponTemplate]
FriendlyName="激光长枪"
FriendlyNamePlural="激光长枪"
BriefSummary="作为激光步枪的远距离步枪版本，激光长枪集成了极度高能的闪光电容，结果成就了此高精度远距离的激光武器。"
TacticalText="狙击步枪总是需要2个行动点来射击。\n<Bullet/>它们在近距离精确度不高，但是在远距离具有致命的杀伤能力。\n<Bullet/>使用从敌人身上取得的升级部件提升激光长枪的战术效率。\n<Bullet/>激光会获得额外的命中加成。"
AbilityDescName="狙击步枪"

[Pistol_LS X2WeaponTemplate]
FriendlyName="雷射手枪"
FriendlyNamePlural="激光手枪"
UnknownUtilityCategory="手枪"
BriefSummary="基于先进的光束武器技术，我们发明了这把新手枪。值得称道的是，它在威力方面和传统手枪相比有非常显著的飞跃。"
TacticalText="<Bullet/>激光手枪在整体上要比普通的手枪威力更大，命中率更高。\n<Bullet/>激光可以提高命中率。\n<Bullet/>手枪射击只需要一个行动点。\n<Bullet/>士兵们可以通过训练特定的技能来大幅度增加手枪的威力。\n<Bullet/>在远距离射击时手枪的命中率会降低。"
AbilityDescName="手枪"

[LaserWeaponsTech_LW X2TechTemplate]
DisplayName="激光武器"
Summary="利用我们对于磁力学和外星超铀的全新理解，我们应当能够开发一种强力的激光武器。"
CodeName="中后卫"
LongDescription="通过研究外星人在武器上管理能量消耗和散热的技术，我们成功完成了一种工程原型机，我们将其称之为脉冲激光武器，虽然一些士兵更喜欢叫它们「爆破手」，原因我不太清楚。这些武器能够输出的能量令人叹为观止，但其系统无法维持如此大量的光束输出，因此它的架构依靠一系列的皮秒级的，高能量密度的脉冲去打破光束击中目标的化学键。平均计算，这些武器应当能够比我们之前开发的磁力武器造成更大的伤害，虽然它们还比不上那些外星人使用的电浆光束设备。R·泰根。"

[AdvancedLaserWeaponsTech_LW X2TechTemplate]
DisplayName="高级激光武器"
Summary="随着对战斗激光技术基础的完全理解，我们相信现在能够为军队开发一些专用武器。"
CodeName="支点"
LongDescription="感谢军队和工程团队的反馈，我们现在对激光武器技术有了更全面的理解，因此现在我们能够进一步在光学，脉冲频率，电容器方面对武器设计进行改进，以此开发出一系列能运用在不同战场上的武器。R·泰根。"
